1	Аленький цветочек	1	1	C:\books\Классика\Аксаков Сергей Тимофеевич\Аленький цветочек.txt
2	Охотная страсть	1	1	C:\books\Классика\Аксаков Сергей Тимофеевич\Охотная страсть.txt
3	Кровь за кровь	2	1	C:\books\Классика\Бестужев-Марлинский Александр\Кровь за кровь.txt
4	Страшное гаданье	2	1	C:\books\Классика\Бестужев-Марлинский Александр\Страшное гаданье.txt
5	Возмездие	3	1	C:\books\Классика\Блок Александр\Возмездие.txt
6	Двенадцать	3	1	C:\books\Классика\Блок Александр\Двенадцать.txt
7	Пушкинскому Дому	3	1	C:\books\Классика\Блок Александр\Пушкинскому Дому.txt
8	Соловьиный сад	3	1	C:\books\Классика\Блок Александр\Соловьиный сад.txt
9	Стихотворения и поэмы (1907-1916)	3	1	C:\books\Классика\Блок Александр\Стихотворения и поэмы (1907-1916).txt
10	Багровый остров	4	1	C:\books\Классика\Булгаков Михаил\Багровый остров.txt
11	Грядущие перспективы	4	1	C:\books\Классика\Булгаков Михаил\Грядущие перспективы.txt
12	Записки юного врача	4	1	C:\books\Классика\Булгаков Михаил\Записки юного врача.txt
13	Зойкина квартира	4	1	C:\books\Классика\Булгаков Михаил\Зойкина квартира.txt
14	Киев-город	4	1	C:\books\Классика\Булгаков Михаил\Киев-город.txt
15	Мастер и Маргарита	4	1	C:\books\Классика\Булгаков Михаил\Мастер и Маргарита.txt
16	Письмо Правительству СССР	4	1	C:\books\Классика\Булгаков Михаил\Письмо Правительству СССР.txt
17	Похождения Чичикова	4	1	C:\books\Классика\Булгаков Михаил\Похождения Чичикова.txt
18	Праздник с сифилисом	4	1	C:\books\Классика\Булгаков Михаил\Праздник с сифилисом.txt
19	Псалом	4	1	C:\books\Классика\Булгаков Михаил\Псалом.txt
20	Роковые яйца	4	1	C:\books\Классика\Булгаков Михаил\Роковые яйца.txt
21	Собачье сердце	4	1	C:\books\Классика\Булгаков Михаил\Собачье сердце.txt
22	Вечера на хуторе близ Диканьки	5	1	C:\books\Классика\Гоголь Николай Васильевич\Вечера на хуторе близ Диканьки.txt
23	Вий	5	1	C:\books\Классика\Гоголь Николай Васильевич\Вий.txt
24	Записки сумасшедшего	5	1	C:\books\Классика\Гоголь Николай Васильевич\Записки сумасшедшего.txt
25	Нос	5	1	C:\books\Классика\Гоголь Николай Васильевич\Нос.txt
26	Ревизор	5	1	C:\books\Классика\Гоголь Николай Васильевич\Ревизор.txt
27	Тарас Бульба	5	1	C:\books\Классика\Гоголь Николай Васильевич\Тарас Бульба.txt
28	Обломов	6	1	C:\books\Классика\Гончаров Иван Александрович\Обломов.txt
29	Алые паруса	7	1	C:\books\Классика\Грин Александр\Алые паруса.txt
30	Бегущая по волнам	7	1	C:\books\Классика\Грин Александр\Бегущая по волнам.txt
31	Бедные люди	8	1	C:\books\Классика\Достоевский Федор Михайлович\Бедные люди.txt
32	Игрок	8	1	C:\books\Классика\Достоевский Федор Михайлович\Игрок.txt
33	Преступление и наказание	8	1	C:\books\Классика\Достоевский Федор Михайлович\Преступление и наказание.txt
34	Унижённые и оскорблённые	8	1	C:\books\Классика\Достоевский Федор Михайлович\Унижённые и оскорблённые.txt
35	Герой нашего времени	9	1	C:\books\Классика\Лермонтов Михаил Юрьевич\Герой нашего времени.txt
36	Мцыри	9	1	C:\books\Классика\Лермонтов Михаил Юрьевич\Мцыри.txt
37	Левша	10	1	C:\books\Классика\Лесков Hиколай Семенович\Левша.txt
38	Очарованный странник	10	1	C:\books\Классика\Лесков Hиколай Семенович\Очарованный странник.txt
39	Импровизатор	11	1	C:\books\Классика\Одоевский Владимир\Импровизатор.txt
40	Игоша	11	1	C:\books\Классика\Одоевский Владимир\Игоша.txt
41	Взбаламученное море	12	1	C:\books\Классика\Писемский Алексей\Взбаламученное море.txt
42	Плоды раздумья - мысли и афоризмы	13	1	C:\books\Классика\Прутков Козьма\Плоды раздумья - мысли и афоризмы.txt
43	Барышня-крестьянка	14	1	C:\books\Классика\Пушкин Александр Сергеевич\Барышня-крестьянка.txt
44	Борис Годунов	14	1	C:\books\Классика\Пушкин Александр Сергеевич\Борис Годунов.txt
45	Дубровский	14	1	C:\books\Классика\Пушкин Александр Сергеевич\Дубровский.txt
46	Пир во время чумы	14	1	C:\books\Классика\Пушкин Александр Сергеевич\Пир во время чумы.txt
47	Сказка о мертвой царевне и о семи богатырях	14	1	C:\books\Классика\Пушкин Александр Сергеевич\Сказка о мертвой царевне и о семи богатырях.txt
48	Либерал	15	1	C:\books\Классика\Салтыков-Щедрин Михаил Евграфович\Либерал.txt
49	Как уничтожали вакцину против рака	16	1	C:\books\Классика\Соловьев Владимир\Как уничтожали вакцину против рака.txt
50	Война и мир (Том 1, часть 2)	17	1	C:\books\Классика\Толстой Лев Николаевич\Война и мир (Том 1, часть 2).txt
51	Война и мир (Том 2, часть 2)	17	1	C:\books\Классика\Толстой Лев Николаевич\Война и мир (Том 2, часть 2).txt
52	Война и мир (Том 2, часть 3)	17	1	C:\books\Классика\Толстой Лев Николаевич\Война и мир (Том 2, часть 3).txt
53	Война и мир (Том 2, часть 4)	17	1	C:\books\Классика\Толстой Лев Николаевич\Война и мир (Том 2, часть 4).txt
54	Война и мир (Том 2, часть 5)	17	1	C:\books\Классика\Толстой Лев Николаевич\Война и мир (Том 2, часть 5).txt
55	Ася	18	1	C:\books\Классика\Тургенев Иван\Ася.txt
56	Рудин	18	1	C:\books\Классика\Тургенев Иван\Рудин.txt
57	Бригадир	19	1	C:\books\Классика\Фонвизин Денис Иванович\Бригадир.txt
58	Недоросль	19	1	C:\books\Классика\Фонвизин Денис Иванович\Недоросль.txt
59	Аптекарша	20	1	C:\books\Классика\Чехов Антон Павлович\Аптекарша.txt
60	Вишневый сад	20	1	C:\books\Классика\Чехов Антон Павлович\Вишневый сад.txt
61	Каштанка	20	1	C:\books\Классика\Чехов Антон Павлович\Каштанка.txt
62	Скрипка Ротшильда	20	1	C:\books\Классика\Чехов Антон Павлович\Скрипка Ротшильда.txt
63	Вокруг света за восемьдесят дней	21	2	C:\books\Приключения и история\Верн Жюль\Вокруг света за восемьдесят дней.txt
64	Двадцать тысяч лье под водой	21	2	C:\books\Приключения и история\Верн Жюль\Двадцать тысяч лье под водой.txt
65	Дети капитана Гранта	21	2	C:\books\Приключения и история\Верн Жюль\Дети капитана Гранта.txt
66	Таинственный остров	21	2	C:\books\Приключения и история\Верн Жюль\Таинственный остров.txt
67	Белый шар	21	2	C:\books\Приключения и история\Верн Жюль\Белый шар.txt
68	В Италию	7	2	C:\books\Приключения и история\Грин Александр\В Италию.txt
69	Девяносто третий год	22	2	C:\books\Приключения и история\Гюго Виктор\Девяносто третий год.txt
70	Труженики моря	22	2	C:\books\Приключения и история\Гюго Виктор\Труженики моря.txt
71	Вероника решает умереть	23	2	C:\books\Приключения и история\Коэльо Пауло\Вероника решает умереть
72	Пятая гора	23	2	C:\books\Приключения и история\Коэльо Пауло\Пятая гора
73	Моряк в седле	24	2	C:\books\Приключения и история\Стоун Ирвинг\Моряк в седле
74	Приключения Гекльберри Финна	25	2	C:\books\Приключения и история\Твен Марк\Приключения Гекльберри Финна
75	Приключения Тома Сойера	25	2	C:\books\Приключения и история\Твен Марк\Приключения Тома Сойера
76	Принц и нищий	25	2	C:\books\Приключения и история\Твен Марк\Принц и нищий
77	Князь Серебряный	26	2	C:\books\Приключения и история\Толстой Алексей Константинович\Князь Серебряный
78	Смерть Иоанна Грозного	26	2	C:\books\Приключения и история\Толстой Алексей Константинович\Смерть Иоанна Грозного
86	Инквизитор	31	4	C:\books\Фантастика\Лукьяненко Сергей\Инквизитор.txt
87	Ночной дозор	31	4	C:\books\Фантастика\Лукьяненко Сергей\Ночной дозор.txt
88	Generation П	32	4	C:\books\Фантастика\Пелевин Виктор\Generation П.txt
89	Зомбификация	32	4	C:\books\Фантастика\Пелевин Виктор\Зомбификация.txt
83	Я и Оно	29	3	C:\books\Психология\Фрейд Зигмунд\Я и Оно.txt
90	Хоббит или туда и обратно	33	4	C:\books\Фантастика\Толкиен Руэл\Хоббит или туда и обратно.txt
91	Так жить нельзя	34	5	C:\books\Юмор\Жванецкий Михаил\Так жить нельзя.txt
92	Утечка мозгов	34	5	C:\books\Юмор\Жванецкий Михаил\Утечка мозгов.txt
93	Великая сила	35	5	C:\books\Юмор\Задорнов Михаил\Великая сила.txt
94	Эссе	35	5	C:\books\Юмор\Задорнов Михаил\Эссе.txt
95	Избранное	36	5	C:\books\Юмор\Зощенко Михаил\Избранное.txt
96	На краешке стола	36	5	C:\books\Юмор\Зощенко Михаил\На краешке стола.txt
97	Избранное от автора	37	5	C:\books\Юмор\Коклюшкин Виктор\Избранное от автора.txt
79	Подсознание может все !	27	3	C:\books\Психология\Кехо Джон\Подсознание может все !.txt
82	Толкование сновидений	29	3	C:\books\Психология\Фрейд Зигмунд\Толкование сновидений.txt
84	Бpак как психологическое отношение	30	3	C:\books\Психология\Юнг Карл Густав\Бpак как психологическое отношение.txt
80	Мотивация и личность	28	3	C:\books\Психология\Маслоу Абрахам\Мотивация и личность.txt
85	Психологические типы	30	3	C:\books\Психология\Юнг Карл Густав\Психологические типы.txt
112	Бессознательное	29	3	C:\books\Психология\Фрейд Зигмунд\Бессознательное.txt


1	Сергей	Аксаков
2	Александр	Бестужев-Марлинский
3	Александр	Блок
4	Михаил	Булгаков
5	Николай	Гоголь
6	Иван	Гончаров
7	Александр	Грин
8	Федор	Достоевский
9	Михаил	Лермонтов
10	Hиколай	Лесков
11	Владимир	Одоевский
12	Алексей	Писемский
13	Козьма	Прутков
14	Александр	Пушкин
15	Михаил	Салтыков-Щедрин
16	Владимир	Соловьев
17	Лев	Толстой
18	Иван	Тургенев
19	Денис	Фонвизин
20	Антон	Чехов
21	Жюль	Верн
22	Виктор	Гюго
23	Пауло	Коэльо
24	Ирвинг	Стоун
25	Марк	Твен
26	Алексей	Толстой
27	Джон	Кехо
28	Абрахам	Маслоу
29	Зигмунд	Фрейд
30	Карл	Юнг
31	Сергей	Лукьяненко
32	Виктор	Пелевин
33	Руэл	Толкиен
34	Михаил	Жванецкий
35	Михаил	Задорнов
36	Михаил	Зощенко
37	Виктор	Коклюшкин


1	Классика
2	Приключения и история
3	Психология
4	Фантастика
5	Юмор
